---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.MEPSupportFailures.InstanceOutOfHostError
source: html/ee76ca64-7311-7e93-e464-fe5153ea29f8.htm
---
# Autodesk.Revit.DB.BuiltInFailures.MEPSupportFailures.InstanceOutOfHostError Property

The instance of [Symbol] lost its host and will be deleted.

## Syntax (C#)
```csharp
public static FailureDefinitionId InstanceOutOfHostError { get; }
```